Repository: qwer12345uui/tower
Catalog: Tower/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, id, ja, ko, pt_br, ru, th, tr, vi, zh_hant

source: 恢复初始规则
ar: استعادة القواعد الأصلية
de: Ursprüngliche Regeln wiederherstellen
en: Restore Initial Rules
es: Restaurar reglas iniciales
fr: Restaurer les règles initiales
id: Pulihkan Aturan Awal
ja: 初期ルールに復元
ko: 초기 규칙 복원
pt_br: Restaurar regras iniciais
ru: Восстановить исходные правила
th: กู้คืนกฎเริ่มต้น
tr: İlk Kuralları Geri Yükle
vi: Khôi phục quy tắc ban đầu
zh_hant: 恢復初始規則

source: 恢复默认
ar: استعادة الافتراضي
de: Standard wiederherstellen
en: Reset
es: Restaurar valor predeterminado
fr: Restaurer les valeurs par défaut
id: Kembalikan default
ja: デフォルトに戻す
ko: 기본값 복원
pt_br: Restaurar padrão
ru: Восстановить настройки по умолчанию
th: คืนค่าเริ่มต้น
tr: Varsayılanı geri yükle
vi: Khôi phục mặc định
zh_hant: 恢復預設

source: 恢复默认配置名称
ar: استعادة اسم الملف الافتراضي
de: Standard-Konfigurationsnamen wiederherstellen
en: Restore default configuration name
es: Restaurar el nombre de configuración predeterminado
fr: Rétablir le nom de configuration par défaut
id: Pulihkan nama konfigurasi bawaan
ja: デフォルトの構成名に戻す
ko: 기본 구성 이름으로 복원
pt_br: Restaurar o nome de configuração padrão
ru: Восстановить имя конфигурации по умолчанию
th: คืนค่าชื่อการตั้งค่าเริ่มต้น
tr: Varsayılan yapılandırma adını geri yükle
vi: Khôi phục tên cấu hình mặc định
zh_hant: 恢復預設設定檔名稱

source: 您的节点不会被泄露
ar: لن تتسرّب عقدك
de: Ihre Knoten gelangen nie nach draußen
en: Your nodes are never leaked
es: Sus nodos nunca se filtran
fr: Vos nœuds ne fuitent jamais
id: Node Anda tidak akan pernah bocor
ja: ノードが漏れることはありません
ko: 노드가 유출되는 일은 없습니다
pt_br: Seus nós nunca vazam
ru: Ваши узлы никуда не утекают
th: โหนดของคุณจะไม่รั่วไหล
tr: Düğümleriniz asla sızmaz
vi: Các nút của bạn không bao giờ bị rò rỉ
zh_hant: 您的節點不會被洩露

source: 您的订阅地址和节点密码会上传到您自己的 iCloud 账户，用于在同一 Apple 账户的设备之间同步。它们不会发给塔台或任何第三方。关闭同步后可以选择一并删除 iCloud 上的副本。
ar: سيتم رفع روابط اشتراكك وكلمات مرور العقد إلى حساب iCloud الخاص بك للمزامنة بين أجهزة حساب Apple نفسه. لا تُرسل إلى Tower ولا إلى أي طرف ثالث. بعد إيقاف المزامنة يمكنك أيضاً حذف النسخة الموجودة في iCloud.
de: Deine Abo-Links und Knoten-Passwörter werden in dein eigenes iCloud-Konto geladen, um sie zwischen Geräten desselben Apple-Accounts abzugleichen. Sie gehen weder an Tower noch an Dritte. Nach dem Abschalten kannst du die Kopie in iCloud ebenfalls löschen.
en: Your subscription URLs and node passwords will be uploaded to your own iCloud account, to sync between devices on the same Apple Account. They are not sent to Tower or any third party. After turning sync off you can choose to delete the copy in iCloud as well.
es: Tus enlaces de suscripción y contraseñas de nodos se subirán a tu propia cuenta de iCloud para sincronizar entre dispositivos de la misma cuenta de Apple. No se envían a Tower ni a terceros. Tras desactivar la sincronización puedes eliminar también la copia en iCloud.
fr: Vos liens d'abonnement et mots de passe de nœuds seront envoyés vers votre propre compte iCloud, pour la synchronisation entre appareils du même compte Apple. Ils ne sont transmis ni à Tower ni à un tiers. Après avoir désactivé la synchronisation, vous pouvez aussi supprimer la copie dans iCloud.
id: Tautan langganan dan kata sandi node Anda akan diunggah ke akun iCloud Anda sendiri untuk disinkronkan antar perangkat pada Akun Apple yang sama. Semuanya tidak dikirim ke Tower maupun pihak ketiga. Setelah mematikan sinkronisasi, Anda juga dapat menghapus salinan di iCloud.
ja: 購読リンクとノードのパスワードは、同じ Apple アカウントの端末間で同期するために、あなた自身の iCloud アカウントへアップロードされます。塔台や第三者へは送られません。同期をオフにしたあと、iCloud 上のコピーを削除することもできます。
ko: 구독 주소와 노드 비밀번호가 같은 Apple 계정 기기 간 동기화를 위해 사용자 본인의 iCloud 계정에 업로드됩니다. Tower나 제3자에게는 전송되지 않습니다. 동기화를 끈 뒤 iCloud의 사본도 함께 삭제할 수 있습니다.
pt_br: Seus links de assinatura e senhas de nós serão enviados para a sua própria conta do iCloud, para sincronizar entre dispositivos da mesma Conta Apple. Não são enviados ao Tower nem a terceiros. Depois de desativar a sincronização, você também pode apagar a cópia no iCloud.
ru: Ссылки подписок и пароли узлов будут загружены в ваш собственный аккаунт iCloud для синхронизации между устройствами одного аккаунта Apple. Они не отправляются ни Tower, ни третьим лицам. После отключения синхронизации можно также удалить копию в iCloud.
th: ลิงก์การสมัครและรหัสผ่านโหนดของคุณจะถูกอัปโหลดไปยังบัญชี iCloud ของคุณเอง เพื่อซิงก์ระหว่างอุปกรณ์ในบัญชี Apple เดียวกัน ข้อมูลจะไม่ถูกส่งให้ Tower หรือบุคคลที่สาม หลังปิดการซิงก์ คุณสามารถเลือกลบสำเนาบน iCloud ได้ด้วย
tr: Abonelik bağlantılarınız ve düğüm parolalarınız, aynı Apple Hesabındaki cihazlar arasında eşitlemek için kendi iCloud hesabınıza yüklenecek. Tower'a veya üçüncü taraflara gönderilmez. Eşitlemeyi kapattıktan sonra iCloud'daki kopyayı da silebilirsiniz.
vi: Liên kết đăng ký và mật khẩu các nút sẽ được tải lên tài khoản iCloud của chính bạn để đồng bộ giữa các thiết bị dùng chung Tài khoản Apple. Chúng không được gửi cho Tower hay bên thứ ba nào. Sau khi tắt đồng bộ, bạn có thể chọn xoá luôn bản sao trên iCloud.
zh_hant: 您的訂閱網址和節點密碼會上傳到您自己的 iCloud 帳戶，用於在同一 Apple 帳戶的裝置之間同步。它們不會傳給塔台或任何第三方。關閉同步後可以選擇一併刪除 iCloud 上的副本。

source: 我的规则集
ar: مجموعات القواعد الخاصة بي
de: Meine Regelsätze
en: My Rule Sets
es: Mis conjuntos de reglas
fr: Mes jeux de règles
id: Kumpulan Aturan Saya
ja: マイルールセット
ko: 내 규칙 세트
pt_br: Meus conjuntos de regras
ru: Мои наборы правил
th: ชุดกฎของฉัน
tr: Kural Setlerim
vi: Bộ quy tắc của tôi
zh_hant: 我的規則集

source: 我的订阅
ar: اشتراكاتي
de: Meine Abonnements
en: My Subscriptions
es: Mis suscripciones
fr: Mes abonnements
id: Langganan Saya
ja: マイサブスクリプション
ko: 내 구독
pt_br: Minhas assinaturas
ru: Мои подписки
th: การสมัครของฉัน
tr: Aboneliklerim
vi: Gói đăng ký của tôi
zh_hant: 我的訂閱

source: 或逐行输入：
ar: أو أدخل قاعدة في كل سطر:
de: Oder eine Regel pro Zeile eingeben:
en: Or enter one rule per line:
es: O introduce una regla por línea:
fr: Ou saisissez une règle par ligne :
id: Atau masukkan satu aturan per baris:
ja: または1行に1つずつ入力：
ko: 또는 한 줄에 규칙 하나씩 입력:
pt_br: Ou insira uma regra por linha:
ru: Или введите по одному правилу в строке:
th: หรือป้อนหนึ่งกฎต่อบรรทัด:
tr: Veya her satıra bir kural girin:
vi: Hoặc nhập mỗi dòng một quy tắc:
zh_hant: 或逐行輸入：

source: 所有已经添加到电脑或路由器的塔台订阅链接都会失效。
ar: ستصبح جميع روابط اشتراك البرج التي تمت إضافتها إلى الكمبيوتر أو جهاز التوجيه غير صالحة.
de: Alle Tower-Abonnement-Links, die dem Computer oder Router hinzugefügt wurden, werden ungültig.
en: All tower subscription links that have been added to the computer or router will become invalid.
es: Todos los enlaces de suscripción a la torre que se hayan agregado a la computadora o enrutador dejarán de ser válidos.
fr: Tous les liens d'abonnement à la tour qui ont été ajoutés à l'ordinateur ou au routeur deviendront invalides.
id: Semua link berlangganan tower yang telah ditambahkan ke komputer atau router akan menjadi tidak valid.
ja: コンピューターまたはルーターに追加されたすべてのタワー サブスクリプション リンクは無効になります。
ko: 컴퓨터나 라우터에 추가된 모든 타워 가입 링크가 무효화됩니다.
pt_br: Todos os links de assinatura de torre adicionados ao computador ou roteador se tornarão inválidos.
ru: Все ссылки на подписку на вышку, добавленные на компьютер или маршрутизатор, станут недействительными.
th: ลิงก์สมัครสมาชิก Tower ทั้งหมดที่เพิ่มลงในคอมพิวเตอร์หรือเราเตอร์จะใช้งานไม่ได้
tr: Bilgisayara veya yönlendiriciye eklenen tüm tower abonelik bağlantıları geçersiz hale gelecektir.
vi: Tất cả các liên kết đăng ký tháp đã được thêm vào máy tính hoặc bộ định tuyến sẽ không còn hợp lệ.
zh_hant: 所有已經加入電腦或路由器的塔台訂閱連結都會失效。

source: 所有配置已重置
ar: تمت إعادة ضبط جميع التكوينات
de: Alle Konfigurationen wurden zurückgesetzt
en: All configurations have been reset
es: Todas las configuraciones han sido restablecidas.
fr: Toutes les configurations ont été réinitialisées
id: Semua konfigurasi telah diatur ulang
ja: すべての設定がリセットされました
ko: 모든 구성이 재설정되었습니다.
pt_br: Todas as configurações foram redefinidas
ru: Все конфигурации сброшены
th: การกำหนดค่าทั้งหมดถูกรีเซ็ตแล้ว
tr: Tüm yapılandırmalar sıfırlandı
vi: Tất cả các cấu hình đã được thiết lập lại

source: 手动下载
ar: التنزيل اليدوي
de: Handbuch-Download
en: Manual download
es: Descarga manual
fr: Téléchargement manuel
id: Unduhan manual
ja: マニュアルダウンロード
ko: 수동 다운로드
pt_br: Download manual
ru: Ручная загрузка
th: ดาวน์โหลดด้วยตนเอง
tr: Manuel indirme
vi: Tải xuống thủ công
zh_hant: 手動下載

source: 手动填写规则
ar: Enter Rules Manually
de: Enter Rules Manually
en: Enter Rules Manually
es: Enter Rules Manually
fr: Enter Rules Manually
id: Enter Rules Manually
ja: Enter Rules Manually
ko: Enter Rules Manually
pt_br: Enter Rules Manually
ru: Enter Rules Manually
th: Enter Rules Manually
tr: Enter Rules Manually
vi: Enter Rules Manually
zh_hant: 手動填寫規則

source: 手动添加
ar: أضف يدويًا
de: Manuell hinzufügen
en: Manual
es: Agregar manualmente
fr: Ajouter manuellement
id: Tambahkan secara manual
ja: 手動追加
ko: 직접 추가
pt_br: Adicionar manualmente
ru: Добавить вручную
th: เพิ่มด้วยตนเอง
tr: Manuel olarak ekle
vi: Thêm thủ công
zh_hant: 手動新增

source: 手动选择
ar: الاختيار اليدوي
de: Manuelle Auswahl
en: Manual Select
es: selección manual
fr: Sélection manuelle
id: Seleksi manual
ja: 手動選択
ko: 수동 선택
pt_br: Seleção manual
ru: Ручной выбор
th: การเลือกด้วยตนเอง
tr: Manuel seçim
vi: Lựa chọn thủ công
zh_hant: 手動選擇

source: 打开塔台时更新订阅
ar: تحديث الاشتراكات عند فتح Tower
de: Abos beim Öffnen von Tower aktualisieren
en: Refresh subscriptions when Tower opens
es: Actualizar suscripciones al abrir Tower
fr: Actualiser les abonnements à l'ouverture de Tower
id: Perbarui langganan saat Tower dibuka
ja: 塔台を開いたときに購読を更新
ko: Tower를 열 때 구독 새로 고침
pt_br: Atualizar assinaturas ao abrir o Tower
ru: Обновлять подписки при открытии Tower
th: อัปเดตการสมัครสมาชิกเมื่อเปิด Tower
tr: Tower açıldığında abonelikleri yenile
vi: Cập nhật gói đăng ký khi mở Tower
zh_hant: 開啟塔台時更新訂閱

source: 打开节点筛选
ar: قم بتشغيل تصفية العقدة
de: Aktivieren Sie die Knotenfilterung
en: Turn on node filtering
es: Activar el filtrado de nodos
fr: Activer le filtrage des nœuds
id: Aktifkan pemfilteran simpul
ja: ノードのフィルタリングをオンにする
ko: 노드 필터링 켜기
pt_br: Ative a filtragem de nós
ru: Включить фильтрацию узлов
th: เปิดการกรองโหนด
tr: Düğüm filtrelemeyi aç
vi: Bật lọc nút
zh_hant: 開啟節點篩選

source: 打开项目
ar: مشروع مفتوح
de: Projekt öffnen
en: Open project
es: Abrir proyecto
fr: Projet ouvert
id: Buka proyek
ja: プロジェクトを開く
ko: 프로젝트 열기
pt_br: Abrir projeto
ru: Открыть проект
th: เปิดโครงการ
tr: Projeyi aç
vi: Mở dự án
zh_hant: 打開專案

source: 扫描二维码
ar: مسح رمز الاستجابة السريعة
de: Scannen Sie den QR-Code
en: Scan the QR code
es: Escanea el código QR
fr: Scannez le code QR
id: Pindai kode QR
ja: QRコードをスキャンしてください
ko: QR 코드를 스캔하세요
pt_br: Digitalize o código QR
ru: Сканируйте QR-код
th: สแกนรหัส QR
tr: QR kodunu tarayın
vi: Quét mã QR
zh_hant: 掃描二維碼

source: 扫码
ar: رمز المسح
de: Code scannen
en: Scan
es: código de escaneo
fr: Scanner le code
id: Pindai kode
ja: スキャン
ko: 스캔
pt_br: Digitalizar código
ru: Сканировать код
th: สแกนรหัส
tr: Kodu tarayın
vi: Quét mã
zh_hant: 掃描

source: 找不到要修改的规则。
ar: تعذر العثور على القاعدة المطلوب تعديلها.
de: Die zu ändernde Regel wurde nicht gefunden.
en: The rule to change could not be found.
es: No se encontró la regla que se quiere modificar.
fr: La règle à modifier est introuvable.
id: Aturan yang ingin diubah tidak ditemukan.
ja: 変更するルールが見つかりません。
ko: 수정할 규칙을 찾을 수 없습니다.
pt_br: Não foi possível encontrar a regra a alterar.
ru: Не удалось найти изменяемое правило.
th: ไม่พบกฎที่ต้องการแก้ไข
tr: Değiştirilecek kural bulunamadı.
vi: Không tìm thấy quy tắc cần sửa.
zh_hant: 找不到要修改的規則。

source: 把链接作为订阅地址添加到客户端，刷新时保持塔台在前台打开。
ar: أضف الرابط إلى العميل كعنوان اشتراك وأبقِ البرج مفتوحًا في المقدمة عند التحديث.
de: Fügen Sie den Link zum Client als Abonnementadresse hinzu und lassen Sie den Tower beim Aktualisieren im Vordergrund geöffnet.
en: Add the link to the client as a subscription address and keep the tower open in the foreground when refreshing.
es: Agregue el enlace al cliente como dirección de suscripción y mantenga la torre abierta en primer plano cuando se actualice.
fr: Ajoutez le lien vers le client comme adresse d'abonnement et gardez la tour ouverte au premier plan lors de l'actualisation.
id: Tambahkan tautan ke klien sebagai alamat berlangganan dan biarkan menara tetap terbuka di latar depan saat menyegarkan.
ja: リンクをサブスクリプション アドレスとしてクライアントに追加し、更新時にタワーをフォアグラウンドで開いたままにします。
ko: 클라이언트에 대한 링크를 구독 주소로 추가하고 새로 고칠 때 타워를 전경에 열어두세요.
pt_br: Adicione o link do cliente como endereço de assinatura e mantenha a torre aberta em primeiro plano ao atualizar.
ru: Добавьте ссылку на клиента в качестве адреса подписки и оставьте башню открытой на переднем плане при обновлении.
th: เพิ่มลิงก์ไปยังไคลเอนต์เป็นที่อยู่การสมัครสมาชิก และเปิดหอคอยไว้เบื้องหน้าเมื่อทำการรีเฟรช
tr: Bağlantıyı istemciye abonelik adresi olarak ekleyin ve yenileme sırasında kuleyi ön planda açık tutun.
vi: Thêm liên kết đến máy khách làm địa chỉ đăng ký và giữ cho tháp mở ở nền trước khi làm mới.
zh_hant: 把連結作為訂閱位址加入到客戶端，刷新時保持塔台在前台打開。

source: 拒绝
ar: رفض
de: ablehnen
en: Reject
es: rechazar
fr: rejeter
id: menolak
ja: 拒否
ko: 차단
pt_br: rejeitar
ru: отклонить
th: ปฏิเสธ
tr: reddetmek
vi: từ chối
zh_hant: 拒絕

source: 拥塞控制
ar: التحكم في الازدحام
de: Überlastkontrolle
en: Congestion control
es: Control de congestión
fr: Contrôle de congestion
id: Kontrol kongesti
ja: 輻輳制御
ko: 혼잡 제어
pt_br: Controle de congestionamento
ru: Управление перегрузкой
th: การควบคุมความหนาแน่น
tr: Tıkanıklık denetimi
vi: Kiểm soát tắc nghẽn
zh_hant: 壅塞控制

source: 按国家地区筛选节点
ar: تصفية العقد حسب البلد
de: Filtern Sie Knoten nach Land
en: Filter nodes by country
es: Filtrar nodos por país
fr: Filtrer les nœuds par pays
id: Filter node berdasarkan negara
ja: 国ごとにノードをフィルタリングする
ko: 국가별로 노드 필터링
pt_br: Filtrar nós por país
ru: Фильтровать узлы по стране
th: กรองโหนดตามประเทศ
tr: Düğümleri ülkeye göre filtrele
vi: Lọc các nút theo quốc gia
zh_hant: 按國家篩選節點

source: 按机场返回的到期时间自动更新
ar: تحديث تلقائي وفق تاريخ الانتهاء الذي يرسله مزوّد الخدمة
de: Automatisch anhand des vom Anbieter gemeldeten Ablaufdatums aktualisieren
en: Update automatically from the expiration date reported by the provider
es: Actualizar automáticamente según la fecha de vencimiento indicada por el proveedor
fr: Mettre à jour automatiquement selon la date d’expiration indiquée par le fournisseur
id: Perbarui otomatis berdasarkan tanggal kedaluwarsa dari penyedia
ja: プロバイダーが返す有効期限に合わせて自動更新
ko: 제공업체가 제공한 만료일에 따라 자동으로 업데이트
pt_br: Atualizar automaticamente pela data de vencimento informada pelo provedor
ru: Автоматически обновлять по дате окончания, указанной провайдером
th: อัปเดตอัตโนมัติตามวันหมดอายุที่ผู้ให้บริการแจ้ง
tr: Sağlayıcının bildirdiği son kullanma tarihine göre otomatik güncelle
vi: Tự động cập nhật theo ngày hết hạn do nhà cung cấp trả về
zh_hant: 按機場返回的到期時間自動更新

source: 探测超时
ar: مهلة التحقيق
de: Probe-Timeout
en: Probe timeout
es: Tiempo de espera de la sonda
fr: Expiration du délai de sonde
id: Batas waktu pemeriksaan
ja: プローブのタイムアウト
ko: 프로브 시간 초과
pt_br: Tempo limite da sonda
ru: Тайм-аут зонда
th: หมดเวลาโพรบ
tr: Prob zaman aşımı
vi: Hết thời gian thăm dò
zh_hant: 探測超時

source: 提醒时间：%@
ar: وقت التذكير:%@
de: Erinnerungszeit:%@
en: Reminder time:%@
es: Hora del recordatorio:%@
fr: Heure de rappel :%@
id: Waktu pengingat:%@
ja: リマインダー時間:%@
ko: 알림 시간:%@
pt_br: Hora do lembrete:%@
ru: Время напоминания:%@
th: เวลาเตือน:%@
tr: Hatırlatma zamanı:%@
vi: Thời gian nhắc nhở:%@
zh_hant: 提醒時間：%@

source: 搜索 ChatGPT、广告、YouTube…
ar: Search ChatGPT, ads, YouTube…
de: Search ChatGPT, ads, YouTube…
en: Search ChatGPT, ads, YouTube…
es: Search ChatGPT, ads, YouTube…
fr: Search ChatGPT, ads, YouTube…
id: Search ChatGPT, ads, YouTube…
ja: Search ChatGPT, ads, YouTube…
ko: Search ChatGPT, ads, YouTube…
pt_br: Search ChatGPT, ads, YouTube…
ru: Search ChatGPT, ads, YouTube…
th: Search ChatGPT, ads, YouTube…
tr: Search ChatGPT, ads, YouTube…
vi: Search ChatGPT, ads, YouTube…
zh_hant: 搜尋 ChatGPT、廣告、YouTube…

source: 搜索并添加维护中的规则，或调整现有服务分组。固定路由和依赖会自动保留。
ar: Search maintained rules to add, or adjust existing service groups. Protected routes and dependencies are retained automatically.
de: Search maintained rules to add, or adjust existing service groups. Protected routes and dependencies are retained automatically.
en: Search maintained rules to add, or adjust existing service groups. Protected routes and dependencies are retained automatically.
es: Search maintained rules to add, or adjust existing service groups. Protected routes and dependencies are retained automatically.
fr: Search maintained rules to add, or adjust existing service groups. Protected routes and dependencies are retained automatically.
id: Search maintained rules to add, or adjust existing service groups. Protected routes and dependencies are retained automatically.
ja: Search maintained rules to add, or adjust existing service groups. Protected routes and dependencies are retained automatically.
ko: Search maintained rules to add, or adjust existing service groups. Protected routes and dependencies are retained automatically.
pt_br: Search maintained rules to add, or adjust existing service groups. Protected routes and dependencies are retained automatically.
ru: Search maintained rules to add, or adjust existing service groups. Protected routes and dependencies are retained automatically.
th: Search maintained rules to add, or adjust existing service groups. Protected routes and dependencies are retained automatically.
tr: Search maintained rules to add, or adjust existing service groups. Protected routes and dependencies are retained automatically.
vi: Search maintained rules to add, or adjust existing service groups. Protected routes and dependencies are retained automatically.
zh_hant: 搜尋並加入維護中的規則，或調整現有服務分組。固定路由和依賴會自動保留。

source: 搜索海外媒体、AI 等
ar: ابحث في الوسائط الخارجية والذكاء الاصطناعي وما إلى ذلك.
de: Durchsuchen Sie ausländische Medien, KI usw.
en: Search overseas media, AI, etc.
es: Busque medios en el extranjero, IA, etc.
fr: Recherchez des médias étrangers, l'IA, etc.
id: Cari media luar negeri, AI, dll.
ja: 海外メディアやAIなどを検索
ko: 해외 언론, AI 등 검색
pt_br: Pesquise mídia estrangeira, IA, etc.
ru: Поиск зарубежных СМИ, искусственного интеллекта и т. д.
th: ค้นหาสื่อต่างประเทศ AI ฯลฯ
tr: Yurtdışı medyayı, yapay zekayı vb. arayın.
vi: Tìm kiếm phương tiện truyền thông nước ngoài, AI, v.v.
zh_hant: 搜尋海外媒體、AI 等

source: 搜索节点、服务器或来源
ar: البحث عن العقد أو الخوادم أو المصادر
de: Suchen Sie nach Knoten, Servern oder Quellen
en: Search for nodes, servers or sources
es: Buscar nodos, servidores o fuentes
fr: Rechercher des nœuds, des serveurs ou des sources
id: Cari node, server, atau sumber
ja: ノード、サーバー、またはソースを検索します
ko: 노드, 서버 또는 소스 검색
pt_br: Procure nós, servidores ou fontes
ru: Поиск узлов, серверов или источников
th: ค้นหาโหนด เซิร์ฟเวอร์ หรือแหล่งที่มา
tr: Düğümleri, sunucuları veya kaynakları arayın
vi: Tìm kiếm các nút, máy chủ hoặc nguồn
zh_hant: 搜尋節點、伺服器或來源

source: 支持 Clash YAML、subconverter（`.ini`）和 Surge 配置。塔台会下载配置及其引用的规则列表并保存在本机。粘贴 GitHub、Gitee 的网页地址也可以，会自动转成文件本身的地址。
ar: يدعم تكوينات Clash YAML والمحول الفرعي (`.ini`) وSurge. سيقوم البرج بتنزيل التكوين وقائمة القواعد التي يشير إليها وحفظها محليًا. يمكنك أيضًا لصق عنوان الويب الخاص بـ GitHub أو Gitee، وسيتم تحويله تلقائيًا إلى عنوان الملف نفسه.
de: Unterstützt Clash YAML, Subkonverter (`.ini`) und Surge-Konfigurationen. Der Tower lädt die Konfiguration und die Liste der Regeln, auf die sie sich bezieht, herunter und speichert sie lokal. Sie können auch die Webadresse von GitHub oder Gitee einfügen. Diese wird dann automatisch in die Adresse der Datei selbst umgewandelt.
en: Supports Clash YAML, subconverter (`.ini`) and Surge configurations. The tower will download the configuration and the list of rules it refers to and save them locally. You can also paste the web address of GitHub or Gitee, and it will automatically be converted into the address of the file itself.
es: Admite configuraciones Clash YAML, subconvertidor (`.ini`) y Surge. La torre descargará la configuración y la lista de reglas a las que hace referencia y las guardará localmente. También puedes pegar la dirección web de GitHub o Gitee, y se convertirá automáticamente en la dirección del archivo.
fr: Prend en charge les configurations Clash YAML, subconverter (`.ini`) et Surge. La tour téléchargera la configuration et la liste des règles auxquelles elle fait référence et les enregistrera localement. Vous pouvez également coller l'adresse Web de GitHub ou Gitee, et elle sera automatiquement convertie en adresse du fichier lui-même.
id: Mendukung konfigurasi Clash YAML, subkonverter (`.ini`) dan Surge. Menara akan mengunduh konfigurasi dan daftar aturan yang dirujuknya dan menyimpannya secara lokal. Anda juga dapat menempelkan alamat web GitHub atau Gitee, dan secara otomatis akan diubah menjadi alamat file itu sendiri.
ja: Clash YAML、サブコンバータ (`.ini`)、および Surge 構成をサポートします。タワーは構成と参照するルールのリストをダウンロードし、ローカルに保存します。 GitHub や Gitee の Web アドレスを貼り付けることもでき、ファイル自体のアドレスに自動的に変換されます。
ko: Clash YAML, 하위 변환기(`.ini`) 및 Surge 구성을 지원합니다. 타워는 구성과 참조하는 규칙 목록을 다운로드하여 로컬에 저장합니다. GitHub나 Gitee의 웹 주소를 붙여넣어도 자동으로 파일 자체의 주소로 변환됩니다.
pt_br: Suporta configurações Clash YAML, subconversor (`.ini`) e Surge. A torre irá baixar a configuração e a lista de regras a que se refere e salvá-las localmente. Você também pode colar o endereço da web do GitHub ou Gitee, e ele será automaticamente convertido no endereço do próprio arquivo.
ru: Поддерживает конфигурации Clash YAML, субконвертера (.ini) и Surge. Башня загрузит конфигурацию и список правил, к которым она относится, и сохранит их локально. Вы также можете вставить веб-адрес GitHub или Gitee, и он автоматически преобразуется в адрес самого файла.
th: รองรับ Clash YAML, ตัวแปลงย่อย (`.ini`) และการกำหนดค่า Surge ทาวเวอร์จะดาวน์โหลดการกำหนดค่าและรายการกฎที่อ้างอิงถึงและบันทึกไว้ในเครื่อง คุณยังสามารถวางที่อยู่เว็บของ GitHub หรือ Gitee ได้ และที่อยู่นั้นจะถูกแปลงเป็นที่อยู่ของไฟล์โดยอัตโนมัติ
tr: Clash YAML, alt dönüştürücü (`.ini`) ve Surge yapılandırmalarını destekler. Kule, yapılandırmayı ve atıfta bulunduğu kuralların listesini indirecek ve bunları yerel olarak kaydedecektir. Ayrıca GitHub veya Gitee'nin web adresini de yapıştırabilirsiniz; bu adres otomatik olarak dosyanın adresine dönüştürülecektir.
vi: Hỗ trợ cấu hình Clash YAML, bộ chuyển đổi phụ (`.ini`) và Surge. Tháp sẽ tải xuống cấu hình và danh sách các quy tắc mà nó đề cập đến và lưu chúng cục bộ. Bạn cũng có thể dán địa chỉ web của GitHub hoặc Gitee và nó sẽ tự động được chuyển đổi thành địa chỉ của chính tệp đó.
zh_hant: 支援 Clash YAML、subconverter（`.ini`）和 Surge 設定。塔台會下載配置及其引用的規則清單並保存在本機。貼上 GitHub、Gitee 的網頁位址也可以，會自動轉成文件本身的位址。
